Repository: Pylons/deform
Catalog: deform/locale/*/LC_MESSAGES/deform.po
Languages: cs, el, fr, ja, nl, pl, pt, ru, sv, sw_ke, zh, zh_hans

source: ${value} is not a dictionary
cs: ${value} není zobrazení
el: ${value} δέν είναι dictionary
fr: ${value} n'est pas un dictionnaire
ja: ${value} は辞書ではありません
nl: ${value} is geen mapping
pl: ${value} nie jest typem słownikowym
pt: ${value} não é um dicionário
sv: ${value} är inte av typen "dict"
sw_ke: ${value} sio safu-shirikishi
zh: ${value}不是一个目录

source: ${value} has no ${key} key
cs: ${value} nemá klíč ${key}
el: Το ${key} δέν είναι στο ${value}
fr: ${value} n'a pas de clé ${key}
ja: ${value} にキー ${key} がありません
nl: ${value} heeft geen ${key} sleutel
pl: ${value} nie posiada klucza ${key}
pt: ${value} não tem a índice ${key}
sv: ${value} har ingen ${key} nyckel
sw_ke: ${value} haina ${key} kifunguo
zh: ${value}没有${key}密钥
zh_hans: ${value} 不包含 ${key}

source: Incomplete date
cs: Neúplné datum
el: Μη ολοκληρομένα δεδωμένα
fr: Date incomplète
ja: 日付入力が不完全です
nl: Vul de hele datum in
pl: Niekompletne
pt: Data incompleta
ru: Неполная дата
sv: Inkomplett datum
sw_ke: Tarehe isiyo kamili
zh: 日期格式不完整
zh_hans: 未完成日期

source: Incomplete time
el: Μη ολοκληρομένη ώρα
sw_ke: Muda usiyo kamili

source: Fields did not match
cs: Pole se neshodují
el: Τα πεδία δέν ειναι ίδια
fr: Les champs ne correspondent pas
ja: フィールドが一致しません
nl: Vul twee keer hetzelfde in
pl: Pola nie są takie same
pt: Campos não coincidem
ru: Поля не совпадают
sv: Fälten matchade inte
sw_ke: Vipembejeo havikulingana
zh: 信息不匹配
zh_hans: 字段不匹配

source: Value
cs: Hodnota
el: Τιμή
fr: Valeur
ja: 値
nl: Waarde
pl: Wartość
pt: Valor
ru: Значение
sv: Värde
sw_ke: Kwa thamani
zh: 数值
zh_hans: 值

source: Confirm Value
cs: Porvrďte hodnotu
el: Επιβεβαίωση Τιμής
fr: Confirmer la valeur
ja: 値の確認入力
nl: Nogmaals
pl: Potwierdź wartość
pt: Confirmar Valor
ru: Подтвердите значение
sv: Bekräfta värde
sw_ke: Thibitisha kwa thamani
zh: 确认数值
zh_hans: 再次确认

source: Password did not match confirm
cs: Hesla se neshodují
el: Το συνθηματικό δέν είναι το ίδιο
fr: Le mot de passe ne correspond pas à sa confirmation
ja: パスワードが確認入力と一致しません
nl: Wachtwoordbevestiging komt niet overeen
pl: Hasło nie jest takie samo jak potwierdzenie
pt: A palavra passe não coincide com a confirmação
ru: Пароль не совпадает с подтверждением
sv: Lösenorden stämmer inte överens
sw_ke: Nywila haikulingana na thibitisho
zh: 密码不匹配
zh_hans: 确认密码不一致

source: Add ${subitem_title}
cs: Přidat ${subitem_title}
el: Πρόσθεσε ${subitem_title}
fr: Ajouter ${subitem_title}
ja: ${subitem_title} を追加する
nl: Voeg ${subitem_title} toe
pl: Dodaj ${subitem_title}
pt: Adicionar ${subitem_title}
ru: Добавить ${subitem_title}
sv: Lägg till ${subitem_title}
sw_ke: Ongeza ${subitem_title}
zh: 添加${subitem_title}
zh_hans: 添加 ${subitem_title}

source: Password
cs: Heslo
el: Συνθηματικό
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Palavra passe
ru: Пароль
sv: Lösenord
sw_ke: Nywila
zh: 密码
zh_hans: 密码

source: Confirm Password
cs: Potvrďte heslo
el: Επιβεβαιωση συνθηματικού
fr: Confirmer le mot de passe
ja: パスワードの確認入力
nl: Bevestig wachtwoord
pl: Potwierdź hasło
pt: Confirmação de palavra passe
ru: Подтверждение пароля
sv: Bekräfta lösenord
sw_ke: Thibitisha Nywila
zh: 确认密码
zh_hans: 确认密码

source: Year
cs: Rok
el: Χρόνος
fr: Année
ja: 年
nl: Jaar
pl: Rok
pt: Ano
ru: Год
sv: År
sw_ke: Mwaka
zh: 年
zh_hans: 年

source: Month
cs: Měsíc
el: Μήνας
fr: Mois
ja: 月
nl: Maand
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
sw_ke: Mwezi
zh: 月
zh_hans: 月

source: Day
cs: Den
el: Μέρα
fr: Jour
ja: 日
nl: Dag
pl: Dzień
pt: Dia
ru: День
sv: Dag
sw_ke: Siku
zh: 日
zh_hans: 日

source: Date
el: Ημερομηνία
sw_ke: Tarehe

source: Time
el: Όρα
sw_ke: Muda

source: There was a problem with your submission
cs: Formulář nebyl vyplněn správně
el: Υπήρχουν πρόβλήματα με την δεδομένα
fr: Il y a eu un problème avec votre requête
ja: 送信されたデータに問題がありました
nl: Er zaten één of meer fouten in uw formulier
pl: Wystąpił problem z nadesłanymi danymi
pt: Ocorreu um problema na submissão
ru: Данные которые вы предоставили содержат ошибку
sv: Det uppstod problem med ditt formulär
sw_ke: Kulikua na tatizo na wasilisho lako
zh: 您所提交的信息存在问题
zh_hans: 提交的内容有误

source: Errors have been highlighted below
cs: Chyby jsou zvýrazněny níže
fr: Les erreurs ont été mises en évidence ci-dessous
ja: エラーがあった箇所は強調表示しています
nl: Fouten zijn hier onder aangegeven
pl: Błędy zostały wykazane poniżej
pt: Os erros estão destacados abaixo
ru: Ниже вы найдёте подробное описание ошибок
sv: Felen har markerats nedan
sw_ke: Makosa yameonyeshwa hapo chini
zh: 错误在下方已被列出
zh_hans: 有错误的地方被高亮标记

source: There was a problem with this section
cs: V téhle sekci je problém
el: Υπάρχει πρόβλημα σε αυτό το σημείο
fr: Il y a eu un problème avec cette section
ja: このセクションで問題がありました
nl: Er zaten één of meer fouten in deze sectie
pl: Wystąpił problem z nadesłanymi danymi
pt: Ocorreu um problema nesta secção
ru: Данные которые вы предоставили содержат ошибку
sv: Det uppstod problem med denna sektion
sw_ke: Kulikuwa na hitilafu na sehemu hii
zh: 这部分信息存在问题
zh_hans: 输入有误

source: language-code
cs: cs
fr: fr
ja: ja
nl: nl
pl: pl
pt: pt
ru: ru
sv: sv_SE
sw_ke: sw_KE
zh: zh
zh_hans: 语言代码

source: Reorder (via drag and drop)
el: Αλλάξτε την σειρά (με το ποντίκι)
sw_ke: Panga upya (kwa kukokota na kuachilia)
zh_hans: 拖放以重新排序

source: Remove
cs: Odstranit
el: Αφαίρεση
fr: Enlever
ja: 削除する
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sw_ke: Ondoa
zh: 移除
zh_hans: 移除

source: True
el: Αλήθες
sw_ke: Kweli

source: False
el: Ψευδής
sw_ke: Si kweli

source: Password not displayed.
cs: Heslo není zobrazeno.
el: Συνθηματικό δεν εμφανίζεται
fr: Password non affiché.
ja: パスワードは表示されません。
nl: Wachtwoord wordt niet getoond
pl: Hasło niewidoczne.
pt: A palavra passe não é mostrada.
ru: Пароль не показывается
sv: Lösenordet visas inte.
sw_ke: Nywila haikuonyeshwa.
zh: 不显示密码
zh_hans: 密码不会明文显示

source: Yo ${subitem_title}
sw_ke: Vipi ${subitem_title}

source: ${value} is not iterable
ja: ${value} は iterable ではありません

source: Required
ja: 必須です

source: Read-only.
ja: 読み取り専用です。

source: Selected
ja: 選択中

source: Not Selected
ja: 未選択
